[
  {
    "chunk_id": "aozora_jp_001.txt_000",
    "text": "桃太郎\n\nむかしむかし、あるところに、おじいさんとおばあさんが住んでいました。\n\n一、桃太郎の誕生\n\nおじいさんは山へ柴刈りに、おばあさんは川へ洗濯に行きました。おばあさんが川で洗濯をしていると、どんぶらこ、どんぶらこと、大きな桃が流れてきました。\n\n「これは良い桃じゃ。持って帰っておじいさんと食べましょう」\n\nおばあさんは大きな桃を家に持ち帰りました。その晩、おじいさんとおばあさんが桃を切ろうとすると、桃がぱっくりと割れて、中から元気な男の赤ちゃんが飛び出してきました。\n\n「これはこれは、なんと可愛らしい」\n\n子供のいなかったおじいさんとおばあさんは大喜びです。桃から生まれたので、この子を「桃太郎」と名付けました。\n\n桃太郎はおじいさんとおばあさんの愛情をたっぷり受けて、すくすくと育ちました。食べ物をたくさん食べて、どんどん大きく強くなりました。\n\n二、鬼ヶ島への旅立ち\n\n桃太郎が十五歳になったころ、村には鬼が出るという噂が広まっていました。鬼たちは鬼ヶ島に住んでいて、時々村にやってきては、人々の宝物や食べ物を奪っていくのです。村人たちは皆、鬼を恐れて暮らしていました。",
    "source": "aozora_jp_001.txt",
    "language": "ja",
    "position": 0,
    "char_count": 493
  },
  {
    "chunk_id": "aozora_jp_001.txt_001",
    "text": "ある日、桃太郎はおじいさんとおばあさんに言いました。\n\n「鬼ヶ島へ行って、鬼を退治してきます。村のみんなのためにも、育ててくれたお二人のためにも、僕が鬼をやっつけます」\n\nおばあさんは心配しましたが、桃太郎の決意は固く、おじいさんとおばあさんは送り出すことにしました。おばあさんは日本一のきびだんごを作って、桃太郎に持たせました。\n\n「これを食べれば、力が百倍になるんじゃよ」\n\n桃太郎は刀を腰に差し、きびだんごを腰袋に入れて、意気揚々と出発しました。\n\n三、三匹の仲間\n\n桃太郎が鬼ヶ島へ向かって歩いていると、一匹の犬に出会いました。\n\n「桃太郎さん、どこへ行かれるのですか」\n「鬼ヶ島へ、鬼退治に行くのだ」\n「それでは、腰につけた物を一つください。お供します」\n\n桃太郎は犬にきびだんごを一つあげました。犬は喜んで、桃太郎のお供になりました。\n\nしばらく行くと、今度は一匹の猿に出会いました。\n\n「桃太郎さん、どこへ行かれるのですか」\n「鬼ヶ島へ、鬼退治に行くのだ」\n「それでは、腰につけた物を一つください。お供します」",
    "source": "aozora_jp_001.txt",
    "language": "ja",
    "position": 1,
    "char_count": 462
  },
  {
    "chunk_id": "aozora_jp_001.txt_002",
    "text": "桃太郎は猿にもきびだんごを一つあげました。猿も喜んで、桃太郎のお供になりました。\n\nさらに進んでいくと、今度は一羽のキジに出会いました。\n\n「桃太郎さん、どこへ行かれるのですか」\n「鬼ヶ島へ、鬼退治に行くのだ」\n「それでは、腰につけた物を一つください。お供します」\n\n桃太郎はキジにもきびだんごを一つあげました。キジも喜んで、桃太郎のお供になりました。\n\nこうして、桃太郎、犬、猿、キジの四人は、力を合わせて鬼ヶ島を目指しました。\n\n四、鬼退治\n\n長い旅の末、ついに桃太郎たちは鬼ヶ島に着きました。島には大きな鬼の城がそびえ立っています。門は固く閉ざされていました。\n\n「さあ、みんな、鬼をやっつけるぞ！」\n\nキジが空から偵察して、鬼たちの様子を教えました。猿は身軽に壁を登って、中から門を開けました。犬は勇敢に先頭に立って吠えました。\n\n桃太郎たちは城に突入しました。鬼たちは驚いて、金棒を振り回して襲いかかってきましたが、桃太郎と仲間たちは力を合わせて戦いました。",
    "source": "aozora_jp_001.txt",
    "language": "ja",
    "position": 2,
    "char_count": 434
  },
  {
    "chunk_id": "aozora_jp_001.txt_003",
    "text": "犬は鬼の足に噛み付き、猿は鬼の背中をひっかき、キジは鬼の目をつつきました。そして桃太郎は刀を振るって、次々と鬼を倒していきました。\n\n鬼の大将が現れて、大きな金棒で桃太郎に襲いかかりましたが、桃太郎は勇敢に立ち向かい、見事に鬼の大将を打ち負かしました。\n\n鬼たちは降参して、こう言いました。\n\n「もう二度と悪いことはしません。村から奪った宝物も全部お返しします。どうか許してください」\n\n五、凱旋\n\n桃太郎は鬼たちを許し、奪われていた宝物をすべて取り返しました。鬼たちは約束を守り、二度と村を襲うことはありませんでした。\n\n桃太郎と仲間たちは、たくさんの宝物を車に積んで、意気揚々と村へ帰りました。村人たちは大喜びで、桃太郎たちを迎えました。\n\nおじいさんとおばあさんも、無事に帰ってきた桃太郎を抱きしめて、涙を流して喜びました。\n\nその後、桃太郎とおじいさん、おばあさんは、鬼から取り返した宝物のおかげで、幸せに暮らしましたとさ。\n\n犬も猿もキジも、桃太郎の家で仲良く暮らしました。\n\nめでたし、めでたし。",
    "source": "aozora_jp_001.txt",
    "language": "ja",
    "position": 3,
    "char_count": 454
  },
  {
    "chunk_id": "aozora_jp_001.txt_004",
    "text": "【教訓】\n桃太郎の物語は、勇気、協力、そして正義の大切さを教えてくれます。一人では難しいことも、仲間と力を合わせれば成し遂げることができるという教えです。また、困っている人々を助けることの尊さも伝えています。\n\n---\n出典: 日本の民話「桃太郎」より\n作者: 不詳（民間伝承）\n形式: 現代語訳版",
    "source": "aozora_jp_001.txt",
    "language": "ja",
    "position": 4,
    "char_count": 149
  },
  {
    "chunk_id": "children_jp_003.txt_000",
    "text": "ももたろう\n\nむかしむかし、あるところに、おじいさんとおばあさんがすんでいました。\n\nおじいさんは やまへ しばかりに、おばあさんは かわへ せんたくに いきました。\n\nおばあさんが かわで せんたくを していると、おおきな ももが、どんぶらこっこ どんぶらこっこ と ながれてきました。\n\n「おや、おおきな もも だこと」\n\nおばあさんは その ももを ひろって いえに もちかえりました。\n\nよる、おじいさんと おばあさんが ももを きろうと すると、ももが パカッと われて、なかから げんきな おとこのこが うまれました。\n\n「これは かみさまが くださった こども じゃ」\n\nふたりは その こを「ももたろう」と なづけました。\n\nももたろうは ぐんぐん おおきく なって、とても つよい こに なりました。\n\nあるひ、ももたろうは おじいさんと おばあさんに いいました。\n\n「おにがしまへ いって、わるい おにを たいじして きます」\n\nおばあさんは にほんいちの きびだんごを つくって、ももたろうに もたせました。\n\nももたろうは かたなを こしに さして、でかけました。",
    "source": "children_jp_003.txt",
    "language": "ja",
    "position": 0,
    "char_count": 495
  },
  {
    "chunk_id": "children_jp_003.txt_001",
    "text": "とちゅうで、いぬに であいました。\n\n「ももたろうさん、どこへ いくの？」\n「おにがしまへ、おにたいじに いくんだ」\n「きびだんごを ひとつ ください。おともします」\n\nももたろうは いぬに きびだんごを あげました。\n\nつぎに、さるに であいました。\n\n「ももたろうさん、どこへ いくの？」\n「おにがしまへ、おにたいじに いくんだ」\n「きびだんごを ひとつ ください。おともします」\n\nももたろうは さるに きびだんごを あげました。\n\nそれから、きじに であいました。\n\n「ももたろうさん、どこへ いくの？」\n「おにがしまへ、おにたいじに いくんだ」\n「きびだんごを ひとつ ください。おともします」\n\nももたろうは きじに きびだんごを あげました。\n\nももたろうと いぬと さると きじは、ちからを あわせて おにがしまへ いきました。\n\nおにがしまには、おおきな おにの おしろが ありました。\n\nきじが そらから ようすを みました。\nさるが かべを のぼって、もんを あけました。\nいぬが ほえながら とびこみました。\n\nももたろうは かたなを ふるって、おにと たたかいました。",
    "source": "children_jp_003.txt",
    "language": "ja",
    "position": 1,
    "char_count": 497
  },
  {
    "chunk_id": "children_jp_003.txt_002",
    "text": "いぬは おにの あしに かみつき、さるは おにの せなかを ひっかき、きじは おにの めを つつきました。\n\nおには まけて、あやまりました。\n\n「ごめんなさい。もう わるいことは しません」\n\nおには むらから ぬすんだ たからものを ぜんぶ かえしました。\n\nももたろうたちは、たからものを もって むらへ かえりました。\n\nむらのひとたちは、おおよろこびで むかえました。\n\nおじいさんと おばあさんも、とても よろこびました。\n\nそれから、みんな しあわせに くらしました。\n\nめでたし、めでたし。\n\n---\n【ことば】\n・しばかり：木を切って集めること\n・せんたく：服を洗うこと\n・きびだんご：昔話に出てくる特別なお団子\n・おにがしま：鬼が住んでいる島\n・たいじ：悪者をやっつけること\n・おしろ：大きな建物\n\n【おはなしのポイント】\n1. 桃から桃太郎が生まれた\n2. 犬、猿、キジが仲間になった\n3. みんなで協力して鬼を倒した\n4. 村に平和が戻った\n\n出典: 日本の昔話\n対象: 幼児～小学校低学年",
    "source": "children_jp_003.txt",
    "language": "ja",
    "position": 2,
    "char_count": 457
  },
  {
    "chunk_id": "traditional_jp_002.txt_000",
    "text": "桃太郎物語\n\n第一章　不思議な桃\n\nこれは、遠い昔のお話です。ある山里に、心優しいおじいさんとおばあさんが二人きりで暮らしていました。二人には子供がなく、それがいつも心残りでした。\n\nある日のこと、おじいさんは山へ薪を取りに出かけ、おばあさんは村を流れる清流で洗濯をしていました。日差しが暖かく、川のせせらぎが心地よい午後でした。\n\nすると突然、上流から何か大きなものが流れてくるのが見えました。よく見ると、それは見たこともないほど大きな桃でした。桃は川の流れに乗って、どんぶらこっこ、どんぶらこっこと、おばあさんの方へ近づいてきます。\n\n「まあまあ、なんと大きな桃でしょう。こんな立派な桃は見たことがありません」\n\nおばあさんは急いで桃を拾い上げました。桃はずっしりと重く、甘い良い香りがしました。\n\n「これをおじいさんと一緒に食べましょう」\n\nおばあさんは嬉しそうに桃を抱えて、家に持ち帰りました。\n\n夕方、山仕事から帰ってきたおじいさんも、その大きな桃を見て驚きました。\n\n「これはまた見事な桃じゃのう」",
    "source": "traditional_jp_002.txt",
    "language": "ja",
    "position": 0,
    "char_count": 455
  },
  {
    "chunk_id": "traditional_jp_002.txt_001",
    "text": "二人は包丁を持ってきて、桃を切ろうとしました。ところが、包丁を当てた瞬間、桃がひとりでにパカッと二つに割れました。\n\nすると驚いたことに、桃の中から元気な産声が聞こえてきて、かわいらしい男の赤ちゃんが現れたのです。\n\n「おぎゃあ、おぎゃあ」\n\n赤ちゃんは手足を元気に動かして、二人の顔を見上げています。\n\nおじいさんとおばあさんは、あまりの不思議な出来事に目を丸くしましたが、すぐにこの子を神様からの授かりものだと思い、大切に育てることにしました。\n\n桃から生まれた男の子なので、「桃太郎」と名付けました。\n\n第二章　桃太郎の成長\n\n桃太郎は、並の子供とは違っていました。食べる量も人一倍で、体もみるみる大きくなりました。一歳で三歳児ほどの体格になり、三歳の頃には小学生のような体つきになっていました。\n\n力も強く、心も優しい子に育ちました。村の子供たちの面倒をよく見て、困っている人がいれば必ず助けました。村人たちは皆、桃太郎のことを自慢に思っていました。\n\nおじいさんとおばあさんは、桃太郎を我が子のように愛し、桃太郎もまた二人を本当の親のように慕いました。",
    "source": "traditional_jp_002.txt",
    "language": "ja",
    "position": 1,
    "char_count": 481
  },
  {
    "chunk_id": "traditional_jp_002.txt_002",
    "text": "ある年の春、桃太郎が十五歳になった頃のことです。\n\n村に、恐ろしい知らせが届きました。遠くの海の向こうにある鬼ヶ島から、鬼の一団がやってきて、近隣の村々を襲っているというのです。\n\n鬼たちは人々の財産を奪い、食料を略奪し、時には人々を傷つけることもありました。村人たちは恐怖におびえ、家に閉じこもるようになりました。\n\n桃太郎はこの話を聞いて、黙っていられませんでした。\n\n第三章　旅立ちの決意\n\nある晩、桃太郎はおじいさんとおばあさんに、きちんと正座をして言いました。\n\n「育ててくださったご恩に報いるため、そして村のみんなを守るため、私は鬼ヶ島へ行って、鬼どもを懲らしめてまいります」\n\nおばあさんは心配で涙を流しましたが、桃太郎の真剣な顔を見て、反対することができませんでした。\n\nおじいさんは静かに頷いて言いました。\n\n「お前は特別な力を持って生まれてきた。その力は、人々を守るために使うべきじゃ。わしらは信じておるぞ」\n\nおばあさんは、特別なきびだんごを作りました。このきびだんごには不思議な力があり、一つ食べると力が百倍になると言われていました。",
    "source": "traditional_jp_002.txt",
    "language": "ja",
    "position": 2,
    "char_count": 479
  },
  {
    "chunk_id": "traditional_jp_002.txt_003",
    "text": "桃太郎は、おじいさんから譲り受けた日本刀を腰に差し、おばあさんが作ったきびだんごを腰袋に入れて、翌朝、鬼ヶ島へ向けて出発しました。\n\n第四章　三匹の家来\n\n桃太郎が山道を歩いていると、一匹の立派な犬が現れました。\n\n「桃太郎殿、どちらへ行かれるのですか」と犬は人間の言葉で尋ねました。\n\n「鬼ヶ島へ、鬼退治に参る」\n\n「それは勇ましい。では、その腰に付けておられる物を一つ頂戴できれば、家来として お供させていただきとう存じます」\n\n桃太郎は犬の勇敢な目を見て、きびだんごを一つ与えました。きびだんごを食べた犬は、さらに力強くなり、桃太郎の家来となりました。\n\nさらに道を進むと、今度は賢そうな猿が木から降りてきました。\n\n「桃太郎様、どちらへ行かれますか」\n\n「鬼ヶ島へ、鬼退治にな」\n\n「それは頼もしい。腰の物を一つくだされば、お供させてください」\n\n桃太郎は猿にもきびだんごを与え、猿も家来に加わりました。\n\nやがて、美しいキジが空から舞い降りてきました。",
    "source": "traditional_jp_002.txt",
    "language": "ja",
    "position": 3,
    "char_count": 431
  },
  {
    "chunk_id": "traditional_jp_002.txt_004",
    "text": "「桃太郎様、お噂はかねがね伺っております。鬼ヶ島へ向かわれると聞きました。私めにも腰の物を一つ頂戴できれば、お供させていただきたく存じます」\n\n桃太郎はキジにもきびだんごを与えました。\n\nこうして、桃太郎は犬、猿、キジの三匹を家来にして、一行は鬼ヶ島を目指して進んでいきました。\n\n第五章　鬼ヶ島での戦い\n\n幾日も旅を続けた末、ついに一行は海辺に着きました。沖の方を見ると、黒い雲に覆われた不気味な島が見えます。それが鬼ヶ島でした。\n\n桃太郎たちは船を見つけて、鬼ヶ島へ渡りました。島に上陸すると、大きな鉄の門が立ちはだかっていました。門の向こうには、立派な城が見えます。\n\n「よし、行くぞ」桃太郎が号令をかけました。\n\nキジが空高く飛び上がり、城の様子を偵察しました。「鬼どもは宴会をしております。今が好機です」\n\n猿が素早く門をよじ登り、内側から門を開けました。犬が勇ましく吠えながら、先頭を切って城へ突入しました。\n\n鬼たちは突然の襲撃に驚き慌てましたが、すぐに金棒や鉄の棒を持って襲いかかってきました。\n\nしかし、桃太郎と三匹の家来は、見事な連携で鬼たちと戦いました。",
    "source": "traditional_jp_002.txt",
    "language": "ja",
    "position": 4,
    "char_count": 488
  },
  {
    "chunk_id": "traditional_jp_002.txt_005",
    "text": "犬は鋭い牙で鬼の足に噛みつき、猿は素早く動いて鬼の目をくらまし、キジは空から鬼の急所を突きました。\n\nそして桃太郎は、鋭い刀を振るって、次々と鬼を倒していきました。\n\n最後に、鬼の大将が現れました。身の丈三メートルもある巨大な鬼で、太い金棒を振り回してきました。\n\n「人間風情が、よくも我が島に乗り込んできたな！」\n\n激しい戦いが続きましたが、桃太郎の勇気と技は鬼の大将を上回っていました。ついに桃太郎は鬼の大将を打ち倒しました。\n\n「参った、参った。もう二度と人間の村を襲わない。命だけは助けてくれ」\n\n鬼たちは地面にひれ伏して、許しを乞いました。\n\n第六章　凱旋\n\n桃太郎は言いました。\n\n「もう二度と悪さをしないと誓うなら、許してやろう。そして、今まで村々から奪った宝や財産を、すべて返すのだ」\n\n鬼たちは約束を守り、宝物庫から金銀財宝、美しい着物、貴重な品々を運び出しました。それらは大きな車いっぱいになりました。\n\n桃太郎と三匹の家来は、宝の車を引いて、故郷の村へと帰途につきました。\n\n村に着くと、村人たちが総出で迎えてくれました。",
    "source": "traditional_jp_002.txt",
    "language": "ja",
    "position": 5,
    "char_count": 472
  },
  {
    "chunk_id": "traditional_jp_002.txt_006",
    "text": "「桃太郎さまが帰ってきた！」\n「鬼を退治してくれた！」\n\n人々は歓声を上げ、桃太郎たちを英雄として迎えました。\n\nおじいさんとおばあさんは、無事に帰ってきた桃太郎を抱きしめて、喜びの涙を流しました。\n\n桃太郎が持ち帰った宝物は村人たちに分け与えられ、村は豊かになりました。鬼たちは約束を守り、二度と村を襲うことはありませんでした。\n\n桃太郎とおじいさん、おばあさんは、犬、猿、キジと一緒に、末永く幸せに暮らしました。\n\nおしまい\n\n【物語の教訓】\nこの物語は、正義のために立ち上がる勇気の大切さを教えています。また、異なる能力を持つ仲間たちが協力することで、大きな困難も乗り越えられることを示しています。さらに、育ててくれた人への恩返しの心、そして悪を倒した後も相手を許す寛容さの大切さも伝えています。\n\n---\n出典: 日本民話「桃太郎」\n編纂: 伝統版",
    "source": "traditional_jp_002.txt",
    "language": "ja",
    "position": 6,
    "char_count": 378
  }
]